{
  "privacy": {
    "meta": {
      "title": "นโยบายความเป็นส่วนตัว | Tutor Advantage",
      "description": "เรียนรู้วิธีที่ Tutor Advantage ปกป้องและจัดการข้อมูลส่วนบุคคลของคุณ"
    },
    "title": "นโยบายความเป็นส่วนตัว",
    "introduction": {
      "title": "บทนำ",
      "content": "ที่ Tutor Advantage เราให้ความสำคัญกับความเป็นส่วนตัวของคุณอย่างจริงจัง นโยบายความเป็นส่วนตัวนี้อธิบายถึงวิธีที่เราเก็บรวบรวม ใช้ เปิดเผย และปกป้องข้อมูลของคุณเมื่อคุณใช้แพลตฟอร์มของเรา โปรดอ่านนโยบายความเป็นส่วนตัวนี้อย่างละเอียด หากคุณไม่เห็นด้วยกับข้อกำหนดของนโยบายความเป็นส่วนตัวนี้ โปรดอย่าเข้าถึงแพลตฟอร์ม"
    },
    "dataCollection": {
      "title": "ข้อมูลที่เราเก็บรวบรวม",
      "content": "เราเก็บรวบรวมข้อมูลที่คุณให้กับเราโดยตรง รวมถึงข้อมูลที่เก็บรวบรวมโดยอัตโนมัติเมื่อคุณใช้แพลตฟอร์มของเรา:",
      "items": {
        "0": "ข้อมูลระบุตัวตนส่วนบุคคล (ชื่อ อีเมล หมายเลขโทรศัพท์)",
        "1": "ข้อมูลโปรไฟล์ (พื้นฐานการศึกษา ประสบการณ์การสอน ความชอบในการเรียนรู้)",
        "2": "ข้อมูลการชำระเงินและธุรกรรม",
        "3": "บันทึกการสื่อสารระหว่างติวเตอร์และนักเรียน",
        "4": "ข้อมูลความก้าวหน้าในการเรียนและการประเมินผล"
      }
    },
    "dataUse": {
      "title": "วิธีที่เราใช้ข้อมูลของคุณ",
      "content": "เราใช้ข้อมูลที่เราเก็บรวบรวมเพื่อวัตถุประสงค์ต่างๆ รวมถึง:",
      "items": {
        "0": "การให้บริการและปรับแต่งบริการการศึกษาของเรา",
        "1": "การประมวลผลการชำระเงินและจัดการโครงสร้าง MLM ของเรา",
        "2": "การวิเคราะห์และปรับปรุงประสิทธิภาพของแพลตฟอร์มของเรา",
        "3": "การสื่อสารกับคุณเกี่ยวกับบัญชีและบริการของเรา"
      }
    },
    "dataSecurity": {
      "title": "ความปลอดภัยของข้อมูล",
      "content": "เราใช้มาตรการรักษาความปลอดภัยทางเทคนิคและองค์กรที่เหมาะสมเพื่อปกป้องข้อมูลส่วนบุคคลของคุณ อย่างไรก็ตาม โปรดทราบว่าไม่มีวิธีการส่งข้อมูลผ่านอินเทอร์เน็ตหรือการจัดเก็บข้อมูลอิเล็กทรอนิกส์ใดที่ปลอดภัย 100%"
    },
    "userRights": {
      "title": "สิทธิของคุณ",
      "content": "ภายใต้กฎหมายคุ้มครองข้อมูลที่เกี่ยวข้อง คุณมีสิทธิบางประการเกี่ยวกับข้อมูลส่วนบุคคลของคุณ:",
      "items": {
        "0": "สิทธิในการเข้าถึงข้อมูลส่วนบุคคลของคุณ",
        "1": "สิทธิในการแก้ไขข้อมูลที่ไม่ถูกต้อง",
        "2": "สิทธิในการขอลบข้อมูลของคุณ",
        "3": "สิทธิในการจำกัดการประมวลผลข้อมูลของคุณ",
        "4": "สิทธิในการโอนย้ายข้อมูล",
        "5": "สิทธิในการคัดค้านการประมวลผลข้อมูลของคุณ"
      }
    },
    "cookies": {
      "title": "คุกกี้และเทคโนโลยีการติดตาม",
      "content": "เราใช้คุกกี้และเทคโนโลยีการติดตามที่คล้ายกันเพื่อติดตามกิจกรรมบนแพลตฟอร์มของเราและเก็บข้อมูลบางอย่าง คุณสามารถสั่งให้เบราว์เซอร์ของคุณปฏิเสธคุกกี้ทั้งหมดหรือแจ้งเมื่อมีการส่งคุกกี้",
      "consent": {
        "title": "การตั้งค่าคุกกี้",
        "description": "เราใช้คุกกี้เพื่อเพิ่มประสิทธิภาพการใช้งานเว็บไซต์และวิเคราะห์การเข้าชมของเรา",
        "details": "การยอมรับหมายความว่าคุณยินยอมให้ใช้คุกกี้และเทคโนโลยีที่คล้ายกันตามวัตถุประสงค์ที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของเรา คุณสามารถเปลี่ยนการตั้งค่าได้ตลอดเวลาโดยเข้าไปที่หน้านโยบายความเป็นส่วนตัว",
        "accept": "ยอมรับคุกกี้ทั้งหมด",
        "decline": "ปฏิเสธคุกกี้ที่ไม่จำเป็น"
      }
    },
    "acceptance": {
      "title": "การยอมรับนโยบายความเป็นส่วนตัว",
      "description": "ก่อนที่คุณจะดำเนินการต่อใน Tutor Advantage",
      "details": "ในการใช้แพลตฟอร์มของเรา คุณต้องอ่านและยอมรับนโยบายความเป็นส่วนตัวของเรา เพื่อให้แน่ใจว่าคุณเข้าใจวิธีที่เราเก็บรวบรวม ใช้ และปกป้องข้อมูลส่วนบุคคลของคุณ",
      "readMore": "โปรดอ่าน",
      "privacyLink": "นโยบายความเป็นส่วนตัว",
      "accept": "ฉันยอมรับนโยบายความเป็นส่วนตัว"
    },
    "changes": {
      "title": "การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้",
      "content": "เราอาจปรับปรุงนโยบายความเป็นส่วนตัวของเราเป็นครั้งคราว เราจะแจ้งให้คุณทราบถึงการเปลี่ยนแปลงใดๆ โดยการโพสต์นโยบายความเป็นส่วนตัวฉบับใหม่บนหน้านี้และปรับปรุงวันที่ 'อัปเดตล่าสุด'"
    },
    "contact": {
      "title": "ติดต่อเรา",
      "content": "หากคุณมีคำถามใดๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้หรือแนวปฏิบัติของเรา โปรดติดต่อเราที่ privacy@tutoradvantage.com"
    },
    "lastUpdated": "อัปเดตล่าสุด: {date}"
  },
  "terms": {
    "meta": {
      "title": "ข้อกำหนดการใช้บริการ | Tutor Advantage",
      "description": "เรียนรู้เกี่ยวกับข้อกำหนดและเงื่อนไขการใช้ Tutor Advantage"
    },
    "title": "ข้อกำหนดการใช้บริการ",
    "introduction": {
      "title": "บทนำ",
      "content": "ยินดีต้อนรับสู่ Tutor Advantage การเข้าถึงหรือใช้แพลตฟอร์มของเรา หมายถึงคุณยอมรับที่จะผูกพันตามข้อกำหนดการใช้บริการเหล่านี้ โปรดอ่านข้อกำหนดเหล่านี้อย่างละเอียดก่อนใช้บริการของเรา"
    },
    "sections": {
      "eligibility": {
        "title": "คุณสมบัติ",
        "content": "คุณต้องมีอายุอย่างน้อย 18 ปีเพื่อสร้างบัญชี หากคุณอายุต่ำกว่า 18 ปี คุณต้องได้รับความยินยอมจากผู้ปกครองในการใช้บริการของเรา"
      },
      "account": {
        "title": "การสร้างบัญชีและความปลอดภัย",
        "content": "คุณมีหน้าที่รับผิดชอบในการรักษาความปลอดภัยของบัญชีและรหัสผ่านของคุณ แจ้งให้เราทราบทันทีหากมีการเข้าถึงโดยไม่ได้รับอนุญาต"
      },
      "services": {
        "title": "บริการด้านการศึกษา",
        "content": "เราให้บริการแพลตฟอร์มออนไลน์ที่เชื่อมต่อนักเรียนกับติวเตอร์ เราไม่รับประกันผลลัพธ์ทางการศึกษาที่เฉพาะเจาะจง"
      },
      "mlm": {
        "title": "โครงสร้าง MLM",
        "content": "แพลตฟอร์มของเรามีองค์ประกอบการตลาดแบบหลายระดับ รายได้ขึ้นอยู่กับบริการการสอนที่ให้จริงและการพัฒนาเครือข่าย",
        "items": {
          "0": "โครงสร้างค่าคอมมิชชันโปร่งใสและมีการบันทึกไว้",
          "1": "ไม่รับประกันรายได้",
          "2": "ความสำเร็จขึ้นอยู่กับความพยายามส่วนบุคคลและสภาวะตลาด",
          "3": "ต้องปฏิบัติตามข้อบังคับ MLM ในท้องถิ่น"
        }
      },
      "payments": {
        "title": "การชำระเงินและการคืนเงิน",
        "content": "การชำระเงินทั้งหมดดำเนินการอย่างปลอดภัย นโยบายการคืนเงินแตกต่างกันไปตามประเภทบริการและอยู่ภายใต้นโยบายการคืนเงินของเรา"
      },
      "conduct": {
        "title": "การประพฤติของผู้ใช้",
        "content": "ผู้ใช้ต้องประพฤติตนอย่างมืออาชีพและมีจริยธรรม ห้ามการคุกคาม สแปม หรือกิจกรรมที่ผิดกฎหมาย"
      },
      "content": {
        "title": "เนื้อหาและทรัพย์สินทางปัญญา",
        "content": "ผู้ใช้ยังคงมีสิทธิ์ในเนื้อหาของตน แต่ให้สิทธิ์แก่เราในการใช้เพื่อการดำเนินการของแพลตฟอร์ม"
      },
      "termination": {
        "title": "การยกเลิกบัญชี",
        "content": "เราขอสงวนสิทธิ์ในการยกเลิกบัญชีสำหรับการละเมิดข้อกำหนดเหล่านี้หรือกิจกรรมที่ผิดกฎหมาย"
      }
    },
    "changes": {
      "title": "การเปลี่ยนแปลงข้อกำหนด",
      "content": "เราอาจปรับปรุงข้อกำหนดเหล่านี้เป็นระยะ การใช้งานต่อหลังจากการเปลี่ยนแปลงถือเป็นการยอมรับข้อกำหนดใหม่"
    },
    "contact": {
      "title": "ข้อมูลการติดต่อ",
      "content": "สำหรับคำถามเกี่ยวกับข้อกำหนดเหล่านี้ ติดต่อเราที่ terms@tutoradvantage.com"
    },
    "lastUpdated": "อัปเดตล่าสุด: {date}"
  }
}
