{
  "privacy": {
    "meta": {
      "title": "Privacy Policy | Tutor Advantage",
      "description": "Learn how Tutor Advantage protects and handles your personal information"
    },
    "title": "Privacy Policy",
    "introduction": {
      "title": "Introduction",
      "content": "At Tutor Advantage, we take your privacy seriously. This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our platform. Please read this privacy policy carefully. If you do not agree with the terms of this privacy policy, please do not access the platform."
    },
    "dataCollection": {
      "title": "Information We Collect",
      "content": "We collect information that you provide directly to us as well as information automatically collected when you use our platform:",
      "items": {
        "0": "Personal identification information (Name, email address, phone number)",
        "1": "Profile information (Educational background, teaching experience, learning preferences)",
        "2": "Payment and transaction information",
        "3": "Communication records between tutors and students",
        "4": "Learning progress and assessment data"
      }
    },
    "dataUse": {
      "title": "How We Use Your Information",
      "content": "We use the information we collect for various purposes, including:",
      "items": {
        "0": "Providing and personalizing our educational services",
        "1": "Processing payments and managing our MLM structure",
        "2": "Analyzing and improving our platform's performance",
        "3": "Communicating with you about your account and our services"
      }
    },
    "dataSecurity": {
      "title": "Data Security",
      "content": "We implement appropriate technical and organizational security measures to protect your personal information. However, please note that no method of transmission over the internet or electronic storage is 100% secure."
    },
    "userRights": {
      "title": "Your Rights",
      "content": "Under applicable data protection laws, you have certain rights regarding your personal information:",
      "items": {
        "0": "Right to access your personal information",
        "1": "Right to correct inaccurate information",
        "2": "Right to request deletion of your information",
        "3": "Right to restrict processing of your information",
        "4": "Right to data portability",
        "5": "Right to object to processing of your information"
      }
    },
    "cookies": {
      "title": "Cookies and Tracking Technologies",
      "content": "We use cookies and similar tracking technologies to track activity on our platform and hold certain information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.",
      "consent": {
        "title": "Cookie Settings",
        "description": "We use cookies to enhance your browsing experience and analyze our traffic.",
        "details": "By accepting, you agree to the use of cookies and similar technologies for the purposes described in our Privacy Policy. You can change your preferences at any time by visiting our Privacy Policy page.",
        "accept": "Accept All Cookies",
        "decline": "Decline Non-Essential Cookies"
      }
    },
    "acceptance": {
      "title": "Privacy Policy Acceptance",
      "description": "Before you continue using Tutor Advantage",
      "details": "To use our platform, you must read and accept our Privacy Policy. This ensures you understand how we collect, use, and protect your personal information.",
      "readMore": "Please review our complete",
      "privacyLink": "Privacy Policy",
      "accept": "I Accept the Privacy Policy"
    },
    "changes": {
      "title": "Changes to This Privacy Policy",
      "content": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the 'Last Updated' date."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about this Privacy Policy or our practices, please contact us at privacy@tutoradvantage.com"
    },
    "lastUpdated": "Last Updated: {date}"
  },
  "terms": {
    "meta": {
      "title": "Terms of Service | Tutor Advantage",
      "description": "Learn about the terms and conditions for using Tutor Advantage"
    },
    "title": "Terms of Service",
    "introduction": {
      "title": "Introduction",
      "content": "Welcome to Tutor Advantage. By accessing or using our platform, you agree to be bound by these Terms of Service. Please read these terms carefully before using our services."
    },
    "sections": {
      "eligibility": {
        "title": "Eligibility",
        "content": "You must be at least 18 years old to create an account. If you are under 18, you must have parental consent to use our services."
      },
      "account": {
        "title": "Account Creation and Security",
        "content": "You are responsible for maintaining the security of your account and password. Notify us immediately of any unauthorized access."
      },
      "services": {
        "title": "Educational Services",
        "content": "We provide an online platform connecting students with tutors. We do not guarantee specific educational outcomes."
      },
      "mlm": {
        "title": "MLM Structure",
        "content": "Our platform includes a multi-level marketing component. Earnings are based on actual tutoring services provided and network development.",
        "items": {
          "0": "Commission structure is transparent and documented",
          "1": "Earnings are not guaranteed",
          "2": "Success depends on individual effort and market conditions",
          "3": "Compliance with local MLM regulations is required"
        }
      },
      "payments": {
        "title": "Payments and Refunds",
        "content": "All payments are processed securely. Refund policies vary by service type and are subject to our refund policy."
      },
      "conduct": {
        "title": "User Conduct",
        "content": "Users must behave professionally and ethically. Harassment, spam, or illegal activities are prohibited."
      },
      "content": {
        "title": "Content and Intellectual Property",
        "content": "Users retain rights to their content but grant us license to use it for platform operations."
      },
      "termination": {
        "title": "Account Termination",
        "content": "We reserve the right to terminate accounts for violations of these terms or illegal activities."
      }
    },
    "changes": {
      "title": "Changes to Terms",
      "content": "We may update these terms periodically. Continued use after changes constitutes acceptance of new terms."
    },
    "contact": {
      "title": "Contact Information",
      "content": "For questions about these terms, contact us at terms@tutoradvantage.com"
    },
    "lastUpdated": "Last Updated: {date}"
  }
}
